Repository: ahmtbugraa/MathPro
Catalog: MathPro/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, cs, da, de, el, es, es_419, es_mx, es_us, fa, fi, fil, fr, fr_ca, gu, ha, he, hi, hr, hu, id, it, ja, jv, kk, kn, ko, ku, mr, ms, nb, nl, pa, pl, pt_br, pt_pt, ro, ru, sk, su, sv, sw, ta, te, th, tr, ug, uk, ur, vi, xh, zh_hans, zh_hant, zh_hk, zu

source: Try Again
ar: حاول مجددًا
az: Yenidən cəhd et
bg: Опитай отново
bn: আবার চেষ্টা করুন
ca: Torna-ho a intentar
cs: Zkusit znovu
da: Prøv Igen
de: Erneut versuchen
el: Δοκίμασέ το ξανά
es: Intentar de nuevo
es_419: Intentar de nuevo
es_mx: Intentar de nuevo
es_us: Volver a intentar
fa: دوباره تلاش کنید
fi: Yritä uudelleen
fil: Subukan Muli
fr: Réessayer
fr_ca: Réessayer
gu: ફરી પ્રયાસ કરો
ha: Sake gwadawa
he: נסה שוב
hi: फिर से कोशिश करें
hr: Pokušaj ponovo
hu: Próbáld újra
id: Coba Lagi
it: Riprova
ja: もう一度試す
jv: Coba Maneh
kk: Тағы бір рет тырысу
kn: ಮತ್ತೆ ಪ್ರಯತ್ನಿಸು
ko: 다시 시도
ku: Dîsa biceribîne
mr: पुन्हा प्रयत्न कर
ms: Cuba Lagi
nb: Prøv igjen
nl: Probeer opnieuw
pa: ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pl: Spróbuj ponownie
pt_br: Tentar Novamente
pt_pt: Tenta novamente
ro: Încearcă din nou
ru: Попробуй снова
sk: Skús znova
su: Coba deui
sv: Försök igen
sw: Jaribu Tena
ta: மீண்டும் முயற்சி செய்யவும்
te: మళ్లీ ప్రయత్నించండి
th: ลองอีกครั้ง
tr: Tekrar Dene
ug: قايتا سىناپ بېقىش
uk: Спробувати знову
ur: دوبارہ کوشش کرو
vi: Thử lại
xh: Zama Kwakhona
zh_hans: 再试一次
zh_hant: 再試一次
zh_hk: 再試一次
zu: Zama Futhi

source: Unlimited Solves
ar: حلول غير محدودة
az: Limitsiz həllər
bg: Неограничени решения
bn: সীমাহীন সমাধান
ca: Resolucions il·limitades
cs: Neomezené řešení
da: Ubegrænsede løsninger
de: Unbegrenzte Lösungen
el: Απεριόριστες λύσεις
es: Resoluciones ilimitadas
es_419: Resoluciones ilimitadas
es_mx: Soluciones ilimitadas
es_us: Soluciones ilimitadas
fa: حل‌های نامحدود
fi: Rajoittamaton ratkaisukerrat
fil: Walang limit na solusyon
fr: Résolutions illimitées
fr_ca: Résolutions illimitées
gu: અનંત ઉકેલો
ha: Warwarewa marasa iyaka
he: פתרונות ללא הגבלה
hi: असीमित हल
hr: Neograničeno rješavanje
hu: Korlátlan megoldások
id: Penyelesaian Tanpa Batas
it: Risoluzioni illimitate
ja: 解答無制限
jv: Solusi tanpa wates
kk: Шексіз шешімдер
kn: ಅನಿಯಮಿತ ಪರಿಹಾರಗಳು
ko: 무제한 풀이
ku: Çareseriyên bê sinor
mr: अमर्यादित सोडवण्या
ms: Penyelesaian Tanpa Had
nb: Ubegrensede løsninger
nl: Onbeperkt oplossen
pa: ਅਸੀਮ ਹੱਲ
pl: Nieograniczone rozwiązania
pt_br: Resoluções Ilimitadas
pt_pt: Resoluções ilimitadas
ro: Rezolvări nelimitate
ru: Неограниченное число решений
sk: Neobmedzené riešenia
su: Solusi tanpa wates
sv: Obegränsade lösningar
sw: Suluhisho zisizo na kikomo
ta: அகில தீர்வுகள்
te: అసంగత పరిష్కారాలు
th: แก้ได้ไม่จำกัด
tr: Sınırsız Çözüm
ug: چەكسىز ھەل قىلىش
uk: Необмежена кількість рішень
ur: غیر محدود حل
vi: Giải không giới hạn
xh: Izisombululo ezingapheliyo
zh_hans: 无限次解题
zh_hant: 無限次解題
zh_hk: 無限次解題
zu: Ukuxazulula okungenamkhawulo

source: Unlimited solves, step animations
ar: حلول غير محدودة، رسوم متحركة للخطوات
az: Limitsiz həllər, addım animasiyaları
bg: Неограничени решения, анимирани стъпки
bn: সীমাহীন সমাধান, ধাপ এনিমেশন
ca: Resolucions il·limitades, animacions dels passos
cs: Neomezené řešení, animace kroků
da: Ubegrænsede løsninger, trinanimationer
de: Unbegrenzte Lösungen, Schrittanimationen
el: Απεριόριστες λύσεις, κινούμενα βήματα λύσης
es: Resoluciones ilimitadas, animaciones de pasos
es_419: Resoluciones ilimitadas, animaciones de pasos
es_mx: Soluciones ilimitadas, animaciones de pasos
es_us: Soluciones ilimitadas, animaciones de pasos
fa: حل‌های نامحدود، انیمیشن مراحل
fi: Rajoittamattomat ratkaisut, askel-animaatiot
fil: Walang limit na solusyon, animasyon ng mga hakbang
fr: Résolutions illimitées, animations des étapes
fr_ca: Résolutions illimitées, animations des étapes
gu: અનંત ઉકેલો, પગલાનાં એનિમેશન
ha: Warwarewa marasa iyaka, motsin matakai
he: פתרונות ללא הגבלה, אנימציות של שלבים
hi: असीमित हल, चरण एनिमेशन
hr: Neograničeno rješavanje, animacije koraka
hu: Korlátlan megoldások, lépésanimációk
id: Penyelesaian tanpa batas, animasi langkah
it: Risoluzioni illimitate, animazioni dei passaggi
ja: 解答無制限、ステップアニメーション付き
jv: Solusi tanpa wates, animasi langkah
kk: Шексіз шешімдер, қадамдық анимациялар
kn: ಅನಿಯಮಿತ ಪರಿಹಾರಗಳು, ಹಂತಗಳು ಚಲನಚಿತ್ರಗಳು
ko: 무제한 풀이, 단계별 애니메이션
ku: Çareseriyên bê sinor, animasyonên gavî
mr: अमर्यादित सोडवण्या, टप्प्यांची अॅनिमेशन
ms: Penyelesaian tanpa had, animasi langkah
nb: Ubegrensede løsninger, trinnanimasjoner
nl: Onbeperkte oplossingen, stapanimaties
pa: ਅਸੀਮ ਹੱਲ, ਕਦਮ ਐਨੀਮੇਸ਼ਨ
pl: Nieograniczone rozwiązania, animacje kroków
pt_br: Resoluções ilimitadas, animações dos passos
pt_pt: Resoluções ilimitadas, animações dos passos
ro: Rezolvări nelimitate, animații pentru pași
ru: Неограниченные решения, анимация шагов
sk: Neobmedzené riešenia, animované kroky
su: Solusi tanpa wates, animasi léngkah
sv: Obegränsade lösningar, steganimationer
sw: Suluhisho zisizo na kikomo, michoro ya hatua
ta: அகில தீர்வுகள், படி அனிமேஷன்கள்
te: అసరిమిత పరిష్కారాలు, దశల అనిమేషన్‌లు
th: การแก้ไม่จำกัด พร้อมแอนิเมชันขั้นตอน
tr: Sınırsız çözüm, adım animasyonları
ug: چەكسىز ھەل قىلىشلار، قەدەم ئانىماسىيىسى
uk: Необмежені рішення, анімація кроків
ur: غیر محدود حل، قدم اینی میشنز
vi: Giải không giới hạn, hoạt ảnh từng bước
xh: Izisombululo ezingapheliyo, i-animation yeenyathelo
zh_hans: 无限解题次数，步骤动画
zh_hant: 無限解題次數，步驟動畫
zh_hk: 無限次解題，步驟動畫
zu: Ukuxazulula okungenamkhawulo, izinyakazo zenyathelo

source: Unlock MathPro
ar: افتح MathPro
az: MathPro-nu aç
bg: Отключи MathPro
bn: MathPro আনলক করুন
ca: Desbloqueja MathPro
cs: Odemknout MathPro
da: Lås op for MathPro
de: MathPro freischalten
el: Ξεκλείδωσε το MathPro
es: Desbloquear MathPro
es_419: Desbloquear MathPro
es_mx: Desbloquea MathPro
es_us: Desbloquear MathPro
fa: باز کردن MathPro
fi: Avaa MathPro
fil: Buksan ang MathPro
fr: Débloquer MathPro
fr_ca: Déverrouiller MathPro
gu: MathPro અનલૉક કરો
ha: Buɗe MathPro
he: פתח את MathPro
hi: MathPro अनलॉक करें
hr: Otključaj MathPro
hu: Nyisd ki a MathPro-t
id: Buka MathPro
it: Sblocca MathPro
ja: MathProをアンロック
jv: Bukak MathPro
kk: MathPro құлпын аш
kn: MathPro ಅನ್ಲಾಕ್ ಮಾಡು
ko: MathPro 잠금 해제
ku: MathPro vekin
mr: MathPro अनलॉक करा
ms: Buka MathPro
nb: Lås opp MathPro
nl: Ontgrendel MathPro
pa: MathPro ਅਨਲੌਕ ਕਰੋ
pl: Odblokuj MathPro
pt_br: Desbloquear MathPro
pt_pt: Desbloqueia o MathPro
ro: Deblochează MathPro
ru: Разблокировать MathPro
sk: Odomknúť MathPro
su: Buka akses MathPro
sv: Lås upp MathPro
sw: Fungua MathPro
ta: MathPro-ஐ திறக்கவும்
te: MathPro ను అన్లాక్ చేయండి
th: ปลดล็อก MathPro
tr: MathPro'yu Aç
ug: MathPro نى ئېچىش
uk: Розблокувати MathPro
ur: MathPro کھولو
vi: Mở khóa MathPro
xh: Vula iMathPro
zh_hans: 解锁 MathPro
zh_hant: 解鎖 MathPro
zh_hk: 解鎖 MathPro
zu: Vula i-MathPro

source: Upgrade
ar: ترقية
az: Yüksəlt
bg: Надстройка
bn: আপগ্রেড করুন
ca: Actualitza
cs: Aktualizovat
da: Opgrader
el: Αναβάθμιση
es: Actualizar
es_419: Actualizar
es_mx: Actualizar
es_us: Actualizar
fa: ارتقا
fi: Päivitä
fil: Mag-upgrade
fr: Mettre à niveau
fr_ca: Mettre à niveau
gu: અપગ્રેડ કરો
ha: Sabunta
he: שדרג
hi: अपग्रेड करें
hr: Nadogradi
hu: Frissítés
id: Tingkatkan
it: Aggiorna
ja: アップグレード
jv: Nganyari
kk: Жаңарту
kn: ಪರಿಷ್ಕರಿಸು
ko: 업그레이드
ku: Nûve bike
mr: अपग्रेड
ms: Tingkatkan
nb: Oppgrader
nl: Upgraden
pa: ਅੱਪਗਰੇਡ
pl: Uaktualnij
pt_br: Atualizar
pt_pt: Atualizar
ro: Actualizează
ru: Обновить
sk: Obnoviť
su: Tingkatkeun
sv: Uppgradera
sw: Sasisha
ta: மேம்படுத்தவும்
te: అప్గ్రేడ్ చేయండి
th: อัปเกรด
tr: Yükselt
ug: يۇقىرى دەرىجىگە كۆتۈر
uk: Оновити
ur: اپ گریڈ
vi: Nâng cấp
xh: Phucula
zh_hans: 升级
zh_hant: 升級
zh_hk: 升級
zu: Thuthukisa

source: Upgrade Required
ar: مطلوب الترقية
az: Yüksəltmə tələb olunur
bg: Надстройката е задължителна
bn: আপগ্রেড প্রয়োজন
ca: Actualització necessària
cs: Vyžaduje upgrade
da: Opgradering påkrævet
de: Upgrade erforderlich
el: Απαιτείται αναβάθμιση
es: Actualización requerida
es_419: Actualización requerida
es_mx: Actualización requerida
es_us: Actualización requerida
fa: نیاز به ارتقا
fi: Päivitys vaaditaan
fil: Kailangang Mag-upgrade
fr: Mise à niveau requise
fr_ca: Mise à niveau requise
gu: અપગ્રેડ જરૂરી છે
ha: Ana buƙatar sabuntawa
he: נדרש שדרוג
hi: अपग्रेड आवश्यक
hr: Potrebna nadogradnja
hu: Frissítés szükséges
id: Diperlukan Peningkatan
it: Aggiornamento richiesto
ja: アップグレードが必要です
jv: Nganyari dibutuhake
kk: Жаңарту қажет
kn: ಅಪ್ಗ್ರೇಡ್ ಅಗತ್ಯವಿದೆ
ko: 업그레이드 필요
ku: Nûvekirin pêwîst e
mr: अपग्रेड आवश्यक
ms: Peningkatan Diperlukan
nb: Oppgradering kreves
nl: Upgrade vereist
pa: ਅੱਪਗਰੇਡ ਲਾਜ਼ਮੀ ਹੈ
pl: Wymagana aktualizacja
pt_br: Atualização necessária
pt_pt: Atualização necessária
ro: Actualizare necesară
ru: Требуется обновление
sk: Vyžaduje sa upgrade
su: Perlu ningkatkeun
sv: Uppgradering krävs
sw: Sasisho Linahitajika
ta: மேம்படுத்தல் தேவையாகும்
te: అప్గ్రేడ్ అవసరం
th: ต้องอัปเกรด
tr: Yükseltme Gerekli
ug: يۇقىرى دەرىجە تەلەپ قىلىندى
uk: Потрібне оновлення
ur: اپ گریڈ ضروری ہے
vi: Cần nâng cấp
xh: Ufikelelo luyafuneka
zh_hans: 需要升级
zh_hant: 需要升級
zh_hk: 需要升級
zu: Kudinga Ukuthuthukiswa

source: Use full image
ar: استخدم الصورة الكاملة
az: Tam şəkildən istifadə et
bg: Използвай цялото изображение
bn: সম্পূর্ণ ছবি ব্যবহার করুন
ca: Utilitza la imatge completa
cs: Použít celý obraz
da: Brug hele billedet
de: Ganzes Bild verwenden
el: Χρήση ολόκληρης εικόνας
es: Usar imagen completa
es_419: Usar imagen completa
es_mx: Usar imagen completa
es_us: Usar imagen completa
fa: استفاده از تصویر کامل
fi: Käytä koko kuvaa
fil: Gamitin ang buong imahe
fr: Utiliser l’image complète
fr_ca: Utiliser l’image complète
gu: સંપૂર્ણ ઇમેજ વાપરો
ha: Yi amfani da cikakken hoto
he: השתמש בתמונה המלאה
hi: पूरी छवि उपयोग करें
hr: Koristi cijelu sliku
hu: Teljes kép használata
id: Gunakan gambar penuh
it: Usa immagine intera
ja: 画像全体を使用
jv: Gunakake gambar lengkap
kk: Бүтін суретті қолдан
kn: पूर್ನ ಚಿತ್ರ ಬಳಸು
ko: 전체 이미지 사용
ku: Wêneyê tevahî bikar bîne
mr: पूर्ण प्रतिमा वापर
ms: Gunakan imej penuh
nb: Bruk hele bildet
nl: Volledige afbeelding gebruiken
pa: ਪੂਰੀ ਚਿੱਤਰ ਵਰਤੋਂ
pl: Użyj całego obrazu
pt_br: Usar imagem inteira
pt_pt: Usar imagem inteira
ro: Folosește imaginea întreagă
ru: Использовать полное изображение
sk: Použiť celý obrázok
su: Gunakeun gambar pinuh
sv: Använd hela bilden
sw: Tumia picha nzima
ta: முழு படத்தை பயன்படுத்தவும்
te: పూర్తి చిత్రం ఉపయోగించండి
th: ใช้ภาพเต็ม
tr: Tam görseli kullan
ug: پۈتۈن رەسىمنى ئىشلىتىش
uk: Використати повне зображення
ur: پوری تصویر استعمال کرو
vi: Dùng ảnh toàn bộ
xh: Sebenzisa umfanekiso ogcweleyo
zh_hans: 使用整张图片
zh_hant: 使用整張圖片
zh_hk: 使用完整圖片
zu: Sebenzisa isithombe sonke

source: View original photo
ar: عرض الصورة الأصلية
az: Orijinal şəkilə bax
bg: Виж оригиналната снимка
bn: মূল ছবি দেখুন
ca: Mostra la foto original
cs: Zobrazit původní fotografii
da: Se originalfoto
de: Originalfoto anzeigen
el: Δες την αρχική φωτογραφία
es: Ver foto original
es_419: Ver foto original
es_mx: Ver foto original
es_us: Ver foto original
fa: نمایش عکس اصلی
fi: Näytä alkuperäinen kuva
fil: Tingnan ang orihinal na larawan
fr: Afficher la photo originale
fr_ca: Voir la photo originale
gu: મૂળ ફોટો જુઓ
ha: Duba asalin hoto
he: הצג את התמונה המקורית
hi: मूल फ़ोटो देखें
hr: Prikaži izvornu fotografiju
hu: Eredeti fotó megtekintése
id: Lihat foto asli
it: Visualizza foto originale
ja: 元の写真を見る
jv: Deleng foto asli
kk: Бастапқы фотосуретті қарау
kn: ಆರಂಭಿಕ ಫೋಟೋ ವೀಕ್ಷಿಸು
ko: 원본 사진 보기
ku: Wêneyê orîjînal bibînin
mr: मूळ फोटो पहा
ms: Lihat foto asal
nb: Se originalbildet
nl: Originele foto bekijken
pa: ਮੂਲ ਫੋਟੋ ਵੇਖੋ
pl: Pokaż oryginalne zdjęcie
pt_br: Ver foto original
pt_pt: Ver foto original
ro: Vezi fotografia originală
ru: Просмотреть оригинальное фото
sk: Zobraziť pôvodnú fotku
su: Tingali poto aslina
sv: Visa originalfoto
sw: Tazama picha ya asili
ta: அசல் படத்தைப் பார்க்கவும்
te: మూల ఫోటోను చూడండి
th: ดูรูปต้นฉบับ
tr: Orijinal fotoğrafı görüntüle
ug: ئەسلى رەسىمنى كۆرۈش
uk: Переглянути оригінальне фото
ur: اصل تصویر دیکھو
vi: Xem ảnh gốc
xh: Jonga ifoto yokuqala
zh_hans: 查看原始照片
zh_hant: 檢視原始照片
zh_hk: 查看原始照片
zu: Buka isithombe sokuqala

source: Weekly
ar: أسبوعي
az: Həftəlik
bg: Седмично
bn: সাপ্তাহিক
ca: Setmanal
cs: Týdenní
da: Ugentligt
de: Wöchentlich
el: Εβδομαδιαίο
es: Semanal
es_419: Semanal
es_mx: Semanal
es_us: Semanal
fa: هفتگی
fi: Viikko
fil: Lingguhan
fr: Hebdomadaire
fr_ca: Hebdomadaire
gu: સાપ્તાહિક
ha: Kowane mako
he: שבועי
hi: साप्ताहिक
hr: Tjedno
hu: Heti
id: Mingguan
it: Settimanale
ja: 週額
jv: Mingguan
kk: Апталық
kn: ವಾರಂತ್ಯ
ko: 주간
ku: Hefteyane
mr: साप्ताहिक
ms: Mingguan
nb: Ukentlig
nl: Wekelijks
pa: ਹਫਤਾਵਾਰ
pl: Tygodniowo
pt_br: Semanal
pt_pt: Semanal
ro: Săptămânal
ru: Еженедельно
sk: Týždenne
su: Mingguan
sv: Veckovis
sw: Kila wiki
ta: வாராந்திர
te: వారానికి
th: รายสัปดาห์
tr: Haftalık
ug: ھەپتىلىك
uk: Щотижнево
ur: ہفتہ وار
vi: Hàng tuần
xh: Veki-nganye
zh_hans: 每周
zh_hant: 每週
zh_hk: 每週
zu: Ngeviki

# welcome_subtitle
source: Photograph math problems. See step-by-step solutions in seconds.
ar: التقط مسائل الرياضيات. شاهد حلولًا خطوة بخطوة في ثوانٍ.
az: Riyaziyyat problemlərinin fotosunu çəkin. Saniyələr içində addım-addım həllərə baxın.
bg: Снимай математически задачи. Виж решения стъпка по стъпка за секунди.
bn: গণিত সমস্যাগুলোর ছবি নিন. কয়েক সেকেন্ডে ধাপে ধাপে সমাধান দেখুন.
ca: Fotografia problemes de matemàtiques. Veure solucions pas a pas en segons.
cs: Vyfoť matematický příklad. Podívej se na krok‑za‑krokem řešení během několika sekund.
da: Fotografér matematiske problemer. Se trin-for-trin løsninger på sekunder.
de: Matheaufgaben fotografieren. Schritt‑für‑Schritt‑Lösungen in Sekunden sehen.
el: Φωτογράφισε προβλήματα μαθηματικών. Δες βήμα‑βήμα λύσεις σε λίγα δευτερόλεπτα.
es: Fotografía problemas de matemáticas. Ve soluciones paso a paso en segundos.
es_419: Fotografía problemas matemáticos. Ve soluciones paso a paso en segundos.
es_mx: Fotografía problemas matemáticos. Ve soluciones paso a paso en segundos.
es_us: Fotografía problemas matemáticos. Ve soluciones paso a paso en segundos.
fa: مسائل ریاضی را عکس بگیرید. راه‌حل‌های گام‌به‌گام را در چند ثانیه ببینید.
fi: Valokuvaa matemaattisia tehtäviä. Näe vaiheittaiset ratkaisut sekunneissa.
fil: Kunan ng larawan ang mga problemang math. Makakita ng sunod-sunod na mga solusyon sa loob ng ilang segundo.
fr: Photographie des exercices de maths. Voir les solutions étape par étape en quelques secondes.
fr_ca: Photographie des problèmes de maths. Vois les solutions étape par étape en quelques secondes.
gu: ગણિતની સમસ્યાઓની ફોટો લો. સેકન્ડોમાં પગલાપગલાં ઉકેલો જુઓ.
ha: Hoton matsalolin lissafi. Ga mafita mataki-mataki cikin 'yan dakikoki.
he: צלם בעיות מתמטיות. ראה פתרונות צעד‑אחר‑צעד תוך שניות.
hi: गणित की समस्याओं की फ़ोटो लें। कुछ ही सेकंड में कदम-दर-कदम समाधान देखें।
hr: Fotografiraj matematičke zadatke. Pogledaj rješenja korak po korak u nekoliko sekundi.
hu: Fotózd le a matekfeladatokat. Lépésről lépésre megoldás másodpercek alatt.
id: Foto masalah matematika. Lihat solusi langkah demi langkah dalam beberapa detik.
it: Fotografa i problemi di matematica. Vedi soluzioni passo dopo passo in pochi secondi.
ja: 数学の問題を撮影してください。 数秒でステップごとの解説が表示されます。
jv: Fotokake soal matematika. Delengen solusi langkah demi langkah ing sawetara detik.
kk: Математика мәселелерінің фотосуретін түсір. Секундтарда қадам-қадам шешімдерін көр.
kn: ಗಣಿತದ ಸಮಸ್ಯೆಗಳನ್ನು ಫೋಟೋ ತೆಗೆಯು. ಸೆಕೆಂಡ್‌ಗಳಲ್ಲಿ ಹಂತ-ಹಂತದ ಪರಿಹಾರಗಳನ್ನು ನೋಡಿ.
ko: 수학 문제를 촬영하세요. 몇 초 만에 단계별 풀이를 확인하세요.
ku: Wêneyên pirsgirêkên matematîk bistîne. Çareseriyên gav bi gav di çend saniyeyan de bibînin.
mr: गणिताच्या समस्या छायाचित्रित करा. सेकंदात पायरी-दर-पायरी उत्तर पहा.
ms: Fotografkan masalah matematik. Lihat penyelesaian langkah demi langkah dalam beberapa saat.
nb: Fotografer matematiske oppgaver. Se trinnvise løsninger på sekunder.
nl: Fotografeer wiskundeopgaven. Zie binnen enkele seconden stapsgewijze oplossingen.
pa: ਗਣਿਤ ਦੇ ਸਮੱਸਿਆਵਾਂ ਦੀ ਤਸਵੀਰ ਲਓ. ਸੈਕੰਡਾਂ ਵਿੱਚ ਕਦਮ-ਬਾਇ-ਕਦਮ ਹੱਲ ਵੇਖੋ.
pl: Fotografuj zadania matematyczne. Zobacz rozwiązania krok po kroku w kilka sekund.
pt_br: Fotografe problemas de matemática. Veja soluções passo a passo em segundos.
pt_pt: Fotografa problemas de matemática. Vê soluções passo a passo em segundos.
ro: Fotografiază probleme matematice. Vezi soluții pas cu pas în câteva secunde.
ru: Фотографируй математические задачи. Смотри пошаговые решения за секунды.
sk: Fotiť matematické príklady. Pozri si riešenia krok za krokom za pár sekúnd.
su: Potretkeun soal matematika. Tingali solusi léngkah-demi-léngkah dina sababaraha detik.
sv: Fotografera mattetal. Se steg-för-steg-lösningar på några sekunder.
sw: Piga picha matatizo ya hisabati. Tazama suluhisho hatua kwa hatua ndani ya sekunde.
ta: கணிதப் பிரச்சினைகளை படமாக்கு வினாக்களுக்கு சில வினாடிகளில் படி-படி தீர்வுகள் காணவும்.
te: గణిత సమస్యలను చిత్రీకరించండి. వెన్నెలలో దశలవారీ పరిష్కారాలను చూడండి.
th: ถ่ายภาพโจทย์คณิตศาสตร์ เห็นวิธีทำทีละขั้นตอนในไม่กี่วินาที
tr: Matematik problemlerini fotoğrafla. Saniyeler içinde adım adım çözümünü gör.
ug: ئاپتورۇق مەسىلىلەرنىڭ فوتوسىنى تارتىڭ. بىر نەچچە سېكۇنت ئىچىدە قەدەم-قەدەم ھەل قىلىشنى كۆرۈڭ.
uk: Фотографуйте математичні задачі. Дивіться покрокові рішення за лічені секунди.
ur: ریاضی کے مسائل کی تصویر کھینچو. چند سیکنڈ میں قدم بہ قدم حل دیکھو.
vi: Chụp ảnh bài toán. Xem lời giải từng bước trong vài giây.
xh: Thatha umfanekiso wezibalo. Jonga izisombululo isinyathelo-ngesinyathelo ngemizuzwana.
zh_hans: 拍下数学题。 秒级查看逐步解答。
zh_hant: 拍攝數學題目。 數秒內即可看到逐步解答。
zh_hk: 將數學題拍照。 數秒內查看逐步解答。
zu: Thatha izithombe zezinhlaka zemathematika. Bona izixazululo isinyathelo ngesinyathelo ngemizuzwana.

# welcome_title
source: Welcome to MathPro!
ar: مرحبًا بك في MathPro!
az: MathPro-ya xoş gəlmisiniz!
bg: Добре дошъл в MathPro!
bn: MathPro-এ স্বাগতম!
ca: Benvingut a MathPro!
cs: Vítejte v MathPro!
da: Velkommen til MathPro!
de: Willkommen bei MathPro!
el: Καλώς όρισες στο MathPro!
es: Bienvenido a MathPro!
es_419: Bienvenido a MathPro!
es_mx: Bienvenido a MathPro!
es_us: Bienvenido a MathPro!
fa: خوش‌آمدید به MathPro!
fi: Tervetuloa MathProon!
fil: Maligayang pagdating sa MathPro!
fr: Bienvenue sur MathPro !
fr_ca: Bienvenue sur MathPro !
gu: MathPro માં સ્વાગત!
ha: Barka da zuwa MathPro!
he: ברוכים הבאים ל MathPro!
hi: MathPro में आपका स्वागत है!
hr: Dobrodošli u MathPro!
hu: Üdvözlünk a MathPro-ban!
id: Selamat datang di MathPro!
it: Benvenuto in MathPro!
ja: ようこそ MathProへ！
jv: Sugeng rawuh ing MathPro!
kk: MathPro-ға Қош келдің!
kn: MathPro ಗೆ ಸ್ವಾಗತ!
ko: MathPro에 오신 것을 환영합니다!
ku: Bi xêr hatî MathPro!
mr: MathPro मध्ये स्वागत आहे!
ms: Selamat datang ke MathPro!
nb: Velkommen til MathPro!
nl: Welkom bij MathPro!
pa: MathPro ਵਿੱਚ ਸੁਆਗਤ ਹੈ!
pl: Witamy w MathPro!
pt_br: Bem-vindo ao MathPro!
pt_pt: Bem-vindo ao MathPro!
ro: Bine ai venit la MathPro!
ru: Добро пожаловать в MathPro!
sk: Vitaj v MathPro!
su: Wilujeng sumping di MathPro!
sv: Välkommen till MathPro!
sw: Karibu MathPro!
ta: MathPro-க்கு வரவேற்பு!
te: MathPro కి స్వాగతం!
th: ยินดีต้อนรับสู่ MathPro!
tr: MathPro'ya Hoş Geldin!
ug: MathPro گە خوش كەپسىز!
uk: Ласкаво просимо в MathPro!
ur: MathPro میں خوش آمدید!
vi: Chào mừng đến với MathPro!
xh: Wamkelekile ku MathPro!
zh_hans: 欢迎使用 MathPro！
zh_hant: 歡迎使用 MathPro！
zh_hk: 歡迎使用 MathPro！
zu: Siyakwamukela ku MathPro!

source: Why MathPro?
ar: لماذا MathPro؟
az: Niyə MathPro?
bg: Защо MathPro?
bn: কেন MathPro?
ca: Per què MathPro?
cs: Proč MathPro?
da: Hvorfor MathPro?
de: Warum MathPro?
el: Γιατί το MathPro;
es: ¿Por qué MathPro?
es_419: ¿Por qué MathPro?
es_us: ¿Por qué MathPro?
fa: چرا MathPro؟
fi: Miksi MathPro?
fil: Bakit MathPro?
fr: Pourquoi MathPro ?
fr_ca: Pourquoi MathPro ?
gu: શા માટે MathPro?
ha: Me yasa MathPro?
he: למה MathPro?
hi: क्यों MathPro?
hr: Zašto MathPro?
hu: Miért MathPro?
id: Mengapa MathPro?
it: Perché MathPro?
ja: なぜMathPro？
jv: Kenapa MathPro?
kk: Неліктен MathPro?
kn: ಏಕೆ MathPro?
ko: 왜 MathPro인가요?
ku: Çima MathPro?
mr: MathPro का?
ms: Kenapa MathPro?
nb: Hvorfor MathPro?
nl: Waarom MathPro?
pl: Dlaczego MathPro?
pt_br: Por que o MathPro?
pt_pt: Porque escolher o MathPro?
ro: De ce MathPro?
ru: Почему MathPro?
sk: Prečo MathPro?
su: Naha MathPro?
sv: Varför MathPro?
sw: Kwa nini MathPro?
ta: ஏன் MathPro?
te: ఎందుకు MathPro?
th: ทำไมต้อง MathPro?
tr: Neden MathPro?
ug: نېمە ئۈچۈن MathPro؟
uk: Чому MathPro?
ur: کیوں MathPro؟
vi: Tại sao chọn MathPro?
xh: Kutheni iMathPro?
zh_hans: 为什么选择 MathPro？
zh_hant: 為什麼選擇 MathPro？
zh_hk: 為什麼選擇 MathPro？
zu: Kungani i-MathPro?

source: Your subscription has been restored.
ar: تم استعادة اشتراكك.
az: Abunəliyiniz bərpa edilib.
bg: Абонаментът ти беше възстановен.
bn: আপনার সাবস্ক্রিপশন পুনরুদ্ধার করা হয়েছে.
ca: La teva subscripció s'ha restaurat.
cs: Vaše předplatné bylo obnovené.
da: Dit abonnement er blevet genoprettet.
de: Dein Abonnement wurde wiederhergestellt.
el: Η συνδρομή σου αποκαταστάθηκε.
es: Tu suscripción ha sido restaurada.
es_419: Tu suscripción se ha restaurado.
es_mx: Tu suscripción ha sido restaurada.
es_us: Tu suscripción ha sido restaurada.
fa: اشتراک شما بازیابی شد.
fi: Tilauksesi on palautettu.
fil: Naibalik na ang iyong subscription.
fr: Votre abonnement a été restauré.
fr_ca: Ton abonnement a été restauré.
gu: તમારી સબ્સ્ક્રિપ્શન પુનઃસ્થાપિત થઈ છે.
ha: An mayar da biyan kuɗin ku.
he: המנוי שלך שוחזר.
hi: आपकी सदस्यता बहाल कर दी गई है।
hr: Pretplata je obnovljena.
hu: Előfizetésed visszaállítva.
id: Langganan Anda telah dipulihkan.
it: Il tuo abbonamento è stato ripristinato.
ja: 購読が復元されました。
jv: Langganan sampeyan wis dibalekake.
kk: Сенің жазылымың қалпына келтірілді.
kn: ನಿನ್ನ ಚಂದಾ ಪುನಸ್ಥಾಪಿಸಲಾಗಿದ್ದುದು.
ko: 구독이 복원되었습니다.
ku: Aboneya te vegerast bû.
mr: तुझी सदस्यता पुनर्स्थापित झाली आहे.
ms: Langganan anda telah dipulihkan.
nb: Abonnementet ditt er gjenopprettet.
nl: Je abonnement is hersteld.
pa: ਤੁਹਾਡੀ ਸਬਸਕ੍ਰਿਪਸ਼ਨ ਮੁੜ ਸਥਾਪਿਤ ਕੀਤੀ ਗਈ ਹੈ।
pl: Twoja subskrypcja została przywrócona.
pt_br: Sua assinatura foi restaurada.
pt_pt: A tua assinatura foi restaurada.
ro: Abonamentul tău a fost restaurat.
ru: Твоя подписка восстановлена.
sk: Tvoje predplatné bolo obnovené.
su: Langganan anjeun geus dipulihkeun.
sv: Din prenumeration har återställts.
sw: Usajili wako umerejeshwa.
ta: உங்கள் சந்தா மீட்கப்பட்டது.
te: మీ సభ్యత్వం పునఃస్ధాపించబడింది.
th: การสมัครของคุณได้รับการกู้คืนแล้ว
tr: Aboneliğiniz başarıyla geri yüklendi.
ug: ئەزاچىلىقىڭىز ئەسلىگە كەلتۈرۈلدى.
uk: Ваша підписка відновлена.
ur: تمہاری سبسکرپشن بحال کر دی گئی ہے۔
vi: Gói đăng ký của bạn đã được khôi phục.
xh: Uluhlu lwakho lubuyisiwe.
zh_hans: 您的订阅已恢复。
zh_hant: 你的訂閱已恢復。
zh_hk: 你的訂閱已恢復。
zu: Ubhaliso lwakho selubuyisiwe.

# /day_short
source: /day
az: /gün
bg: /ден
bn: /দিন
ca: /dia
cs: /den
da: /dag
de: /Tag
el: /ημέρα
es: /día
es_419: /día
es_mx: /día
es_us: /día
fa: /روز
fil: /araw
fr: /jour
fr_ca: /j
gu: /દિવસ
ha: /rana
he: /יום
hi: /दिन
hr: /dan
hu: /nap
id: /hari
ja: /日
jv: /dina
kk: /күн
kn: /ದಿನ
ko: /일
ku: /roj
mr: /दिवस
ms: /hari
nb: /dag
nl: /dag
pa: /ਦਿਨ
pl: /dzień
pt_br: /dia
pt_pt: /dia
ro: /zi
ru: /дн
sk: /deň
su: /poé
sv: /dag
sw: /siku
te: /రోజు
th: /วัน
tr: /gün
ug: /كۈن
uk: /день
vi: /ngày
xh: /usuku
zh_hans: /天
zh_hk: /日
zu: /usuku

# /month_short
source: /mo
az: /ay
bg: /мес
bn: /মাস
ca: /mes
cs: /měs
da: /md
el: /μην.
es: /mes
es_419: /mes
es_mx: /mes
es_us: /mes
fa: /ماه
fil: /bln
gu: /મો
he: /ח
hi: /माह
hr: /mj
hu: /hó
id: /bln
jv: /bln
kk: /ай
kn: /ಮೋ
ko: /월
ku: /mê
mr: /महा
ms: /bln
nb: /mnd
nl: /mnd
pa: /ਮਹਿ
pl: /mies.
pt_br: /mês
pt_pt: /mês
ro: /lună
ru: /мес
sk: /mes
su: /bln
sv: /mån
sw: /mw
te: /మొ
th: /ด.
tr: /ay
ug: /ئاي
uk: /міс.
ur: /مہ
vi: /th
zh_hans: /月
zh_hk: /月
zu: /iny

# /week_short
source: /wk
az: /həf
bg: /сед
bn: /সপ্তাহ
ca: /set
cs: /týd
da: /ug
de: /Ww
el: /εβδ.
es: /sem
es_419: /sem
es_mx: /sem
es_us: /sem
fa: /هفته
fil: /lgn
fr: /sem
fr_ca: /sem
gu: /વીક
he: /ש
hi: /सप्ताह
hr: /tjt
id: /minggu
jv: /mg
kk: /апт
ko: /주
ku: /hft
mr: /आठ
ms: /mg
nb: /uk
pa: /ਹਫ਼
pl: /tyg.
pt_br: /sem
pt_pt: /sem
ro: /săpt.
ru: /нед
sk: /týž
su: /mg
sv: /v
te: /వాక్
th: /สัปด.
tr: /hafta
ug: /ھەپتە
uk: /тиж.
ur: /ہفتہ
vi: /tu
zh_hans: /周
zh_hk: /週
zu: /ivi
